import React from 'react'
import './about.sass'
import LogoBig from './../../images/logo_big.svg'

const About = () => {
    return(
        <div className="container">
            <div className="about">
                <div className="about-header">
                    <img className="about-logo" alt="Helti logo" src={LogoBig} />
                    <h2 className="about-title">За компанията</h2>
                </div>
                <p className="about-desc">
                    <span>Helti</span> е най-точното, изчерпателно приложение
                    за проследяване на храненето на земята. За
                    разлика от други приложения на пазара, нашите
                    хранителни данни са подбрани от проверени,
                    точни източници. Ние се стремим да предоставим
                    цялостно решение – без значение каква диета
                    сте избрали.
                </p>
                <p className="about-desc">
                    Нашият главен изпълнителен директор <span>Дейвид Димитров </span>
                    изгради <span>Helti</span> като страничен проект през 2005 г.
                    Той следваше диетата CRON (ограничаване на 
                    калориите с оптимално хранене) и като разработчик
                    на софтуер за хранене, реши да създаде приложение
                    за проследяване на диетата си. Така се ражда
                    Хелти. Минаха няколко години по-късно, преди
                    той да стигне до заключението, че може би е
                    замислил нещо и напусна своята шестцифрена
                    корпоративна работа, за да се съсредоточи 
                    върху подобряването на <span>Helti.</span>
                </p>
                <p className="about-desc">
                    Вече има над <span>5 милиона потребители</span>, които са
                    доволни от него.
                </p>
                <p className="about-desc">
                    Успехът на <span>Helti</span> зависи изцяло от положителното
                    мнение от уста на уста от неговите потребители.
                    Компанията все още е – и планира да продължи 
                    да бъде – стартираща компания и до днес.
                </p>
            </div>
        </div>
    )
}

export default About